LANGUAGE_MAP = {
    "English": {
        0: "Zero",
        1: "One",
        2: "Two",
        3: "Three",
        4: "Four",
        5: "Five",
        6: "Six",
        7: "Seven",
        8: "Eight",
        9: "Nine",
        10: "Ten"
    },

    "Hindi": {
        0: "शून्य",
        1: "एक",
        2: "दो",
        3: "तीन",
        4: "चार",
        5: "पांच",
        6: "छह",
        7: "सात",
        8: "आठ",
        9: "नौ",
        10: "दस"
    },

    "Gujarati": {
        0: "શૂન્ય",
        1: "એક",
        2: "બે",
        3: "ત્રણ",
        4: "ચાર",
        5: "પાંચ",
        6: "છ",
        7: "સાત",
        8: "આઠ",
        9: "નવ",
        10: "દસ"
    },

    "Marathi": {
        0: "शून्य",
        1: "एक",
        2: "दोन",
        3: "तीन",
        4: "चार",
        5: "पाच",
        6: "सहा",
        7: "सात",
        8: "आठ",
        9: "नऊ",
        10: "दहा"
    },

    "French": {
        0: "zéro",
        1: "un",
        2: "deux",
        3: "trois",
        4: "quatre",
        5: "cinq",
        6: "six",
        7: "sept",
        8: "huit",
        9: "neuf",
        10: "dix"
    }
}
LANGUAGE_CODES = {
    "English": "en",
    "Hindi": "hi",
    "Gujarati": "gu",
    "Marathi": "mr",
    "French": "fr"
}